{
  "moduleId": 4,
  "title": "Module 4 - Reconstruire son identité",
  "lessons": [
    {
      "id": 16,
      "title": "Se voir autrement que comme « dépendant »",
      "summary": "Dépasser l'étiquette de la dépendance.",
      "content": "Tu n'es pas « un addict », tu es une personne qui traverse une difficulté. Se coller une étiquette enferme. Reprendre une identité positive et ouverte permet de ne pas se réduire à son combat.",
      "action": "Écris trois qualités qui te définissent en dehors de ta dépendance.",
      "duration": "3 min"
    },
    {
      "id": 17,
      "title": "Redéfinir ses valeurs personnelles",
      "summary": "Identifier ce qui compte vraiment dans la vie.",
      "content": "Les valeurs (famille, liberté, santé, créativité, réussite…) sont des boussoles intérieures. Se reconnecter à elles aide à donner un sens au sevrage. Elles deviennent plus fortes que l'envie.",
      "action": "Choisis 3 valeurs qui sont essentielles pour toi et écris comment arrêter va les renforcer.",
      "duration": "4 min"
    },
    {
      "id": 18,
      "title": "Fixer des objectifs de vie inspirants",
      "summary": "Aller au-delà de l'arrêt, se projeter dans un futur désirable.",
      "content": "L'arrêt ne doit pas être seulement une contrainte, mais l'opportunité de construire une vie qui te ressemble. Fixer des objectifs donne de l'élan et évite de rester centré uniquement sur la lutte.",
      "action": "Écris un objectif concret que tu aimerais atteindre d'ici un an (hors dépendance).",
      "duration": "5 min"
    },
    {
      "id": 19,
      "title": "Construire des routines cohérentes",
      "summary": "Aligner ses habitudes quotidiennes avec ses valeurs.",
      "content": "Une identité se consolide par des actions répétées. Les routines, même simples (sport, lecture, méditation, apprentissage…), sont des preuves quotidiennes que tu es la personne que tu choisis de devenir.",
      "action": "Choisis une routine quotidienne que tu veux commencer dès aujourd'hui.",
      "duration": "2 min"
    },
    {
      "id": 20,
      "title": "Célébrer ses progrès et cultiver la fierté",
      "summary": "Remplacer la honte par la reconnaissance de soi.",
      "content": "Chaque pas compte. Reconnaître ses progrès, même petits, nourrit la confiance. Se féliciter ou partager une victoire avec un proche est une façon de solidifier sa nouvelle identité.",
      "action": "Note chaque semaine un moment où tu as été fier de toi et relis cette liste régulièrement.",
      "duration": "4 min"
    }
  ]
}